9/data/attachments/a0a76e16ec52b605.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_7340a7a1-5568-4c98-9752-5bc1cb4e4cee</nif:username>
            <nif:friendToBeRequested>Courtney_ok_Actions_8423_7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>